Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/sme/admin/depts/other_files/NOU2007_13SamiskKOrtversjon.pdf.tmx
Source language: sme
Languages: nob

source: NOU 2007 : 13 Ođđa sámevuoigatvuohta
nob: NOU 2007 : 13 Den nye sameretten Oversikt over hovedtrekkene i utredningen fra Samerettsutvalget

source: NOU 2007 : 13 Ođđa sámevuoigatvuohta •
nob: NOU 2007 : 13 Den nye sameretten •

source: Váldosárgosiid várddus Sámi vuoigatvuođalávdegotti II čielggadeamis
nob: Oversikt over hovedtrekkene i utredningen fra Samerettsutvalget

source: Duogáš Sámi vuoigatvuođalávdegoddi nammaduvvui fas 2001 čielggadan dihtii eatnamiid ja čáziid vuoigatvuođaid ja hálddašeami ja geavaheami árbevirolaš sámi guovlluin earret Finnmárkku fylkkas .
nob: Bakgrunn Samerettsutvalget ble gjenoppnevnt i 2001 for å utrede rettigheter til og disponeringen og bruken av land og vann i tradisjonelle samiske områder utenom Finnmark fylke .

source: Namalassii Romssas , Nordlánddas ja Davvi Trøndelágas , Fosen-njárgga osiin ja guovlluin ruoŧarájá vuostá MáttaTrøndelágas , Hedemárkku davvinuorta osiin , ja dihto guovlluin Trollheimenis ja dan birrasis .
nob: Det vil si Troms , Nordland og NordTrøndelag , deler av Fosen-halvøya og områdene mot svenskegrensen i SørTrøndelag , de nordøstre delene av Hedmark samt visse områder i Trollheimen og omegn .

source: Lávdegoddi galggai čielggadit historjjálaš diliid ja gustojeaddji vuoigatvuođa dáid guovlluid eatnamiid ja čáziid geavaheamis .
nob: Utvalget ble bedt om å redegjøre for historiske forhold og for gjeldende rett når det gjelder bruken av land og vann i disse områdene .

source: Dat galggai vel árvvoštallat vuoigatvuođadili nuppástuhttimiid dárbbu .
nob: Utvalgets lovforslag er inntatt i NOU 2007 : 13 Den nye sameretten .

source: Dán vuođul lea lávdegoddi evttohan ođđa lágaid dáid birra : • kártet ja dohkkehit vuoigatvuođaid eatnamiidda ja luondduriggodagaide árbevirolaš sámi guovlluin Romssa rájes ja máttás , • ođđa hálddašanortnega stáhtaeatnamiidda Nordlánddas ja Romssas , • áššemeannudeami ja ráđđádallamiid dakkár doaimmaid oktavuođas mat soitet váikkuhit árbevirolaš sámi guovlluid luondduvuđđosa Norggas .
nob: De historiske utredningene er publisert i NOU 2007 : 14 Samisk naturbruk og rettssituasjon fra Hedmark til Troms .

source: Goappašiid almmuhemiid sáhttá diŋgot dáppe : Akademika AS , Avdeling for offentlige publikasjoner , Postboks 84 Blindern , 0314 Oslo
nob: Begge publikasjonene kan bestilles hos : Akademika AS , Avdeling for offentlige publikasjoner , Postboks 84 Blindern , 0314 Oslo

source: Telefovdna : 22 18 81 00 e-poasta : offpubl(at)akademika.no Čielggadeami geigemis ledje lávdegottis dát miellahtut : Jon Gauslaa ( jođiheaddji ) , Oslo Else Grete Broderstad , Romsa Kirsti Strøm Bull , Oslo Gunveig Elvsæter Eggen , Drevsjø Kristina J. Eira , Deannjá Amund Eriksen , Andfiskå Paul Fjellheim , Plassje John Kappfjell , Trofors Eilif O. Larsen , Sámmolvárri Caroline Lund , Oslo Siri Parmann , Nesbru Roger Pedersen , Ráhkká Dagfinn Reiersen , Moen Johan Petter Røssvoll , Skonseng Nanni Westerfjeld , Snoasa
nob: Utvalget har også foreslått endringer i en rekke andre lover , blant annet fjellova , reindriftsloven , naturvernloven , plan- og bygningsloven og bergverksloven . Kirsti Strøm Bull , Oslo Gunveig Elvsæter Eggen , Drevsjø Amund Eriksen , Andfiskå John Kappfjell , Trofors Eilif O. Larsen , Samuelsberg Caroline Lund , Oslo Siri Parmann , Nesbru Roger Pedersen , Bjerkvik Dagfinn Reiersen , Moen Johan Petter Røssvoll , Skonseng Nanni Westerfjeld , Snåsa

source: Evttohusaid várddus Sámi vuoigatvuođalávdegotti okta váldoulbmilin lea láhčit dili vai stáhta álbmotrievttálaš geatnegasvuođat sápmelaččaid ektui beaktilit čađahuvvojit .
nob: Oversikt over forslagene Et hovedformål med Samerettsutvalgets lovforslag er å legge til rette for effektiv gjennomføring av statens folkerettslige forpliktelser overfor samene .

source: Dehálaš deasta lea vel ahte eatnamiid ja luondduriggodagaid galgá hálddašit dássidis ja ekologalaš ceavzilis vuogi mielde , ja buoremussan sihke sámi kultuvrii ja ealáhusaide , báikegoddái muđui ja almmolašvuhtii .
nob: Et viktig hensyn er også at forvaltningen av grunn og naturressurser skal skje på en balansert og økologisk bærekraftig måte , og til beste både for samisk kultur og næring , for den øvrige lokalbefolkningen og for allmennheten .

source: Dan dovddasteamis ahte sápmelaččat ja earát guhkes áiggi eatnamiid ja čáziid geavaheamis sáhttet leat háhkan vuoigatvuođaid eatnamiidda ja luondduriggodagaide , evttoha lávdegoddi kommišuvnna mii galgá kártet dáid vuoigatvuođaid .
nob: Ut fra en erkjennelse om at samer og andre ved langvarig bruk av land og vann kan ha opparbeidet rettigheter til grunn og naturressurser , foreslår utvalget en kommisjon som skal kartlegge slike rettigheter .

source: Lávdegoddi evttoha vel sierraduopmostuolu mearridit nákkuid vuoigatvuođaid hárrái .
nob: Utvalget foreslår også en særdomstol for å avgjøre tvister om rettighetene .

source: Evttohus lea bálddalas Finnmárkolága 5 kapihttala .
nob: Forslaget har en parallell i finnmarksloven kapittel 5 .

source: Dát lea ovddiduvvon deavdin dihtii stáhta geatnegasvuođaid ILO-konvenšuvnna nr. 169 14 artihkkala mielde .
nob: Det er fremmet for å oppfylle statens forpliktelser etter ILO-konvensjon nr. 169 artikkel 14 .

source: Lávdegoddi evttoha ođđa dahje nuppástuhtton hálddašanortnegiid stáhtaeatnamiidda maidda earát eai leat háhkan oamastanvuoigatvuođaid .
nob: Utvalget foreslår nye eller endrede forvaltningsordninger for statsgrunn som andre ikke har opparbeidet seg eierrettigheter til .

source: Evttohusat galget deavdit ILO-konvenšuvnna 15 artihkkala gáibádusaid sámiid oassálastimii sámi guovlluid eatnamiid ja luondduriggodagaid hálddašeamis .
nob: Forslagene tar sikte på å oppfylle kravene i ILO-konvensjonens artikkel 15 om samisk deltakelse i forvaltningen av grunn og naturressurser i de samiske områdene .

source: Eanetlohku ( ovcci miellahtu ) evttoha sirdit stáhtaeatnamiid Nordlánddas ja Romssas , sullii 30 000 km² , guovllu oamasteapmái Hålogalandalmennegii .
nob: Flertallet ( ni medlemmer ) foreslår å overføre statsgrunnen i Nordland og Troms , som utgjør vel 30 000 km2 , til regionalt eierskap ved Hålogalandsallmenningen .

source: Dán ođđa oamastanorgána stivrras galget leat guhtta miellahtu , guokte nammada Sámediggi , guokte Nordlándda fylkkadiggi ja guokte Romssa fylkkadiggi .
nob: Det nye eierorganets styre skal ha seks medlemmer , to oppnevnt av Sametinget , to av Nordland fylkesting og to av Troms fylkesting .

source: Oamastanráđastallan lea gáržžiduvvon daid ektui guđiin leat geavahanvuoigatvuođat Hålogalandalmennega eatnamiin .
nob: Eierrådigheten vil være begrenset av hensyn til de som har bruksrettigheter på Hålogalandsallmenningens grunn .

source: Vuoigatvuođaid hálddašit earret eará oapmeguohtumiidda , bivdui , guolásteapmái , ja muorračuohppamii , evttohuvvo biddjot gitta guđa guovllu meahccestivrii .
nob: Forvaltningen av rettighetene til blant annet bufebeite , jakt , fangst , fiske og uttak av trevirke , foreslås lagt til inntil seks regionale utmarksstyrer .

source: galget leat boazodoalu , eanadoalu ja bivddu , guolásteami ja olgunastinberoštumiid ovddasteaddjit .
nob: Disse skal ha representanter fra reindriften , jordbruket og jakt- , fiske- og friluftsinteressene .

source: Meahccestivrraid galget gielddat nammadit , muhto dain galgá leat sorjjasmeahttun sajádat sihke gielddaid ja Hålogalandalmennega ektui .
nob: Utmarksstyrene skal oppnevnes kommunalt , men vil ha en uavhengig stilling både i forhold til kommunene og Hålogalandsallmenningen .

source: Evttohus ii nuppástuhte boazodoalu vuoigatvuođa Hålogalandalmennega eatnamiin .
nob: Forslaget endrer ikke retten til reindrift på Hålogalandsallmenningens grunn .

source: Evttohuvvo láhkanannet daid vuoigatvuođaid mat gullet eanadoalloopmodahkii .
nob: Det foreslås en lovfesting av rettigheter som ligger til jordbrukseiendom .

source: Njuolggadusat bivddu ja guolásteami hárrái stáhtaeatnamiin eanaš joatkkašuvvojit .
nob: Regelverket for jakt , fangst og fiske på statsgrunn vil i hovedsak bli videreført .

source: Evttohus nanne dattege báikkálaš geavaheddjiid ja báikegottiid sajádaga .
nob: Forslaget vil likevel styrke lokale brukeres og lokalsamfunnenes posisjon .

source: Earret báikkálaš oassálastima hálddašeamis , lea vel láhččon nu ahte dat boađut maid dát ávkkástallan dagaha , galget máhcahuvvot báikegottiide .
nob: I tillegg til lokal deltakelse i forvaltningen , er det lagt opp til at de inntektene denne utnyttelsen genererer skal tilbakeføres til lokalmiljøene .

source: Uhcitlohku ( golbma miellahtu ) evttoha ahte stáhtaeatnamat árbevirolaš sámi guovlluin Mátta-Norggas galget gullat Hålogalandalmennegii .
nob: Et mindretall ( tre medlemmer ) foreslår at Hålogalandsallmenningen også skal omfatte statsgrunn i tradisjonelle samiske områder i Sør-Norge .

source: Evttohusa mielde galget Sámediggi ja guoski fylkkadikkit nammadit golbma stivralahtu guhtege .
nob: Etter forslaget skal Sametinget og de aktuelle fylkestingene oppnevne tre styremedlemmer hver .

source: Stivra galgá ovddasvástidit sihke oamastanhálddašeami ja meahccehálddašeami .
nob: Styret vil ha ansvaret både for eierforvaltning og utmarksforvaltning .

source: Eará uhcitlohku ( guokte miellahtu ) evttoha joatkit Statskog SF eanaoamastansajádaga Nordlánddas ja Romssas , muhto nu ahte oamastanráđastallamis leat dihto gáržžideamit .
nob: Et annet mindretall ( to medlemmer ) foreslår å videreføre Statskogs eierrolle i Nordland og Troms , men slik at eierrådigheten undergis visse begrensninger .

source: Evttohus láhčá vel nu ahte sámi ja guovllu oassálastin nannejuvvo hálddašeamis guovllu meahccestivrraid bokte .
nob: Forslaget legger også opp til styrket samisk og regional deltakelse i forvaltningen gjennom regionale utmarksstyrer .

source: Dáid stivrrain lea dehálaš rolla Statskoga mearrádusaid ráhkkanettiin .
nob: Styrene vil ha en viktig rolle ved forberedelsen av Statskogs beslutninger .

source: Stáhtaoamastuvvon árbevirolaš sámi guovllut Mátta-Norggas hálddašuvvojit eanaš várrelága mielde .
nob: De statseide tradisjonelle samiske områdene i Sør-Norge er i hovedsak forvaltet etter fjellova .

source: Lávdegoddi evttoha viiddidit várrestivrraid viđas čieža miellahtui stáhtaalmennegiin gos jođihuvvo sámi boazodoallu .
nob: Utvalget foreslår å utvide fjellstyrene i statsallmenninger hvor det drives samisk reindrift fra fem til sju medlemmer .

source: Boazodoallu ja eanadoallu fidneba goabbáge guokte miellahtu .
nob: Reindriften og jordbruket får hver to medlemmer .

source: muhtin eaŋkilmearrádusaide vai oainnusin oažžu boazodili vuoigatvuođaid .
nob: Det foreslås også endringer i en del av lovens enkeltbestemmelser for å synliggjøre reindriftens rettigheter .

source: Boazodoallolágas evttoha lávdegoddi bálddalastit njuolggadusaid boazodolliid buhtadusovddasvástádusas njuolggadusaiguin eará guohtunealliid oamasteaddjiide .
nob: I reindriftsloven foreslår utvalget å parallellføre reglene om reineiernes erstatningsansvar med reglene for eierne av andre beitedyr .

source: Leat vel evttohan aiddostahttit lága njuolggadusa gaskavuođas gaskal boazodillevuoigatvuođa ja eará vuoigatvuođaid boazodoalloguovlluin , deattuhan dihtii ahte vuoigatvuohta sámi boazodollui lea ieahčanas geavahanvuoigatvuohta dološ áiggi rájes geavaheami vuođul .
nob: Det er også foreslått å presisere lovens regel om forholdet mellom reindriftsretten og andre rettigheter i reindriftsområdene for å understreke at retten til samisk reindrift er en selvstendig bruksrett med grunnlag i alders tids bruk .

source: Sullasaš nuppástuhttimat leat vel evttohuvvon lága muđui muhtin mearrádusain .
nob: Liknende endringer er foreslått i en del av lovens øvrige bestemmelser .

source: Kártet ja dohkkehit vuoigatvuođaid eatnamiidda ja luondduriggodagaide Sámi vuoigatvuođalávdegoddi evttoha ahte lávdegotti mandáhtaguovllus galgá kártet geavahan- ja oamastanvuoigatvuođaid .
nob: Et samlet utvalg foreslår nærmere saksbehandlings- og konsultasjonsregler når det overveies å iverksette tiltak som kan få virkning for naturgrunnlaget i de tradisjonelle samiske områdene i Norge .

source: Guokte orgána galget dán čađahit : • • Kártenkommišuvdna Meahcceduopmostuollu
nob: Oppfyllelse av artikkel 14 i ILO-konvensjon nr. 169 er hovedbegrunnelsen for forslaget .

source: Ortnet lea evttohuvvon muddejuvvot :
nob: Det er fremmet av et samlet utvalg .

source: Olles lávdegoddi evttoha dárkilat áššemeannudan- ja ráđđádallannjuolggadusaid go vihkkedallo diktit álggahit doaimmaid mat soitet váikkuhit árbevirolaš sámi guovlluid luondduvuđđosa Norggas .
nob: Forslaget har store likhetstrekk med rettighetskartleggingen som skal skje i Finnmark .

source: Evttohus láhčá dili sámi oassálastimii mearridanproseassain daid áššiin mat soitet leat mearkkašahttin sámi vuoigatvuođalaččaide ja beroštumiide ILOkonvenšuvnna nr. 169 6 , 7 ja 15 artihkkaliid mielde .
nob: Forslaget legger opp til samisk deltakelse i beslutningsprosesser i saker som kan få betydning for samiske rettighetshavere og interesser i samsvar med ILO-konvensjon nr. 169 artikkel 6 , 7 og 15 .

source: Bajit ulbmilin lea garvit doaimmaid mat leat vuostá álbmotrievtti gáibádusa gáhttet sámi ávnnaslaš kultuvrra .
nob: Et overordnet mål er å unngå tiltak som kan stride mot folkerettens krav til vern av samisk materiell kultur .

source: ILO-konvenšuvnna nr. 169 14 artihkkala deavdin lea váldovuođustus evttohusas .
nob: Det kan for eksempel dreie seg om rett til ferskvannsfiske , beite og hugst .

source: Dán lea olles lávdegoddi evttohan . Evttohus sakka sulastahttá vuoigatvuođakártema mii galgá leat Finnmárkkus .
nob: Også rettigheter til saltvannsfiske og andre marine ressurser i sjøsamiske kyst- og fjordområder kan utredes .

source: Lassin dábálaš lága mii čielggadahttá gustojeaddji áššemeannudan- ja ráđđádallanprinsihpaid , evttoha lávdegoddi erenomáš njuolggadusaid dán birra báktedoaibmalágas , luonddugáhttenlágas ja plána- ja huksenlágas .
nob: I tillegg til en generell lov som konkretiserer gjeldende saksbehandlings- og konsultasjonsprinsipper , foreslår utvalget særskilte regler om dette i bergverksloven , naturvernloven og planog bygningsloven .

source: Evttohusat láhčet ráđđádallamiidda sihke almmolaš orgánaid ja Sámedikki gaskka , ja almmolaš orgánaid ja eará sámi vuoigatvuođalaččaid ja beroštumiid gaskka .
nob: Forslagene legger opp til konsultasjoner både mellom offentlige organer og Sametinget , og mellom offentlige organer og andre samiske rettighetshavere og interesser .

source: Lávdegoddi ii evttot njuolga nuppástuhttimiid mearraguolásteami láhkamearrádusaide .
nob: Utvalget foreslår ingen direkte endringer i lovgivningen om fiske i havet .

source: Oppalaš áššemeannudan- ja ráđđádallannjuolggadusat gal bohtet gustojupmái guolástanmuddemiid
nob: De generelle saksbehandlings- og konsultasjonsreglene vil imidlertid også få anvendelse ved vedtak av fiskerireguleringer .

source: Dán guovtti orgána guovddáš bargun gártá mearridit leat go háhkkon vuoigatvuođat guhkes áiggi geavaheamis , vuoigatvuođaid maidda eai leat ” báhpárat ” .
nob: Kartlegging og anerkjennelse av rettigheter til grunn og naturressurser Samerettsutvalget foreslår en kartlegging av bruks- og eierrettigheter i utvalgets mandatområde .

source: Sáhttá mahkáš leat vuoigatvuohta sáivaguollebivdui , guohtumii ja murremii .
nob: Kartleggingskommisjonen Utmarksdomstolen Ordningen er foreslått regulert i :

source: Sáltečáhceguolásteami ja eará mearrariggodagaid vuoigatvuođaid mearrasámi riddo- ja vuotnaguovlluin sáhttá čielggadit . Kárten galgá leat gustojeaddi nationála rievtti vuođul .
nob: Lov om kartlegging og anerkjennelse av eksisterende rettigheter til grunn og naturressurser i de tradisjonelle samiske områdene fra og med Troms fylke og sørover ( kartleggings- og anerkjennelsesloven )

source: Sii geat dáhtošit Kártenkommišuvnna čielggadit áššiid , fertejit dasa ovddidit gáibádusa .
nob: De som ønsker spørsmål utredet av Kartleggingskommisjonen , må fremsette krav om dette .

source: Áigemearri lea 10 jagi das rájes go lága mearrádus boahtá fápmui .
nob: Fristen er 10 år fra lovens bestemmelse trer i kraft .

source: Kommišuvdna sáhttá gal iešge álggahit čielggademiid .
nob: Kommisjonen kan også selv sette i gang utredninger .

source: Go kommišuvdna álggaha doaimmastis , ja maŋŋil go lea mearriduvvon ahte muhtin guovlu galgá čielggaduvvot , de galgá almmuhuvvot ávžžuhus vejolaš vuoigatvuođalaččaide dieđihit iežaset kommišuvdnii .
nob: Når kommisjonen starter sin virksomhet , og senere når det er bestemt at et område skal utredes , skal det kunngjøres en oppfordring til mulige rettighetshavere om å melde seg for kommisjonen .

source: Almmuhus galgá earret eará leat báikkálaš mediain .
nob: Kunngjøringen skal blant annet skje i lokale medier .

source: Dat muitala mo sáhttá dieđihit ahte lea gáibádus .
nob: Den vil opplyse om hvordan man kan melde fra om at man har et krav .

source: Muhtin vuoigatvuođalaččaide ja beroštumiide dieđihuvvo lassin vel sierra .
nob: En del rettighetshavere og interessenter varsles i tillegg særskilt .

source: Kommišuvnnas galget leat vihtta miellahtu .
nob: Kommisjonen skal ha fem medlemmer .

source: Juohke čielggadeamis galgá guoktásis leat oktavuohta dan fylkii masa čielggadeapmi guoská .
nob: I hver utredning skal to av disse ha tilknytning til det fylket som utredningen berører .

source: Kommišuvdna ovddasvástida ahte ášši čuvgejuvvo doarvái .
nob: Kommisjonen har ansvaret for at saken blir tilstrekkelig opplyst .

source: Áššedieđut sáhttet omd. leat áššedovdi čielggadeamit .
nob: Saksopplysningen kan f.eks. omfatte sakkyndige utredninger .

source: Fuolahan dihtii oasehasaid deastta ja govdadamos mearridanvuođu , evttohuvvo ásahit govdadit čohkkejuvvon referánsajoavkku mii galgá čuovvut kommišuvnna barggu .
nob: For å ivareta hensynet til partene og bidra til et bredest mulig avgjørelsesgrunnlag foreslås det opprettet en bredt sammensatt referansegruppe som skal følge kommisjonens arbeid .

source: Sámi elemeanttaid gáibádus lea guovddážis das maid galgá kártet , muhto lávdegotti eanetlohku evttoha ahte earátge go sápmelaččat galget sáhttit ovddidit gáibádusa .
nob: Krav med samiske elementer er i kjernesonen for hva som skal kartlegges , men utvalgets flertall foreslår at også andre enn samer skal kunne fremsette krav .

source: 1 Gáibádusaid mat eai adno heivet meannuduvvot dán guovtti orgánas , sáhttá ollásit dahje belohahkii hilgut .
nob: 1 Krav som ikke anses egnet for behandling i de to organene , kan 1 To medlemmer foreslår en slik rett bare for samer .

source: Dákkár gáibádusaid sáhttá dan sadjái čujuhit dábálaš duopmostuoluide dahje eanajuohkedikkiide .
nob: Slike krav kan eventuelt i stedet rettes til de alminnelige domstolene eller jordskifterettene .

source: Go kommišuvdna lea geargan čielggadeamen muhtin guovllu , de galgá dat addit raportta geavahan- ja oamastanvuoigatvuođain maidda lea ovddiduvvon gáibádus .
nob: Etter at kommisjonen er ferdig med å utrede et område , skal den avgi en rapport om bruks- og eierrettighetene det er fremsatt krav om .

source: Raporta sulastahttá duomu .
nob: Rapporten vil ligne en dom .

source: kommišuvdna lea čielggadan , de sáhttet oasehasat lágidit ášši Meahcceduopmostullui .
nob: Dersom det fremdeles er uenighet om rettigheter i områder som kommisjonen har utredet , kan partene bringe saken inn for Utmarksdomstolen .

source: Dát lea sierraduopmostuollu mas galget leat vihtta miellahtu .
nob: Dette er en særdomstol som skal bestå av fem medlemmer .

source: Nugo dábálaš duopmostuolusge , de lea oasehasaid duohken duođaštallat daid čuoččuhusaid mat buktet ovdan .
nob: Som i en vanlig domstol er det opp til partene å føre bevis for de påstandene de kommer med . Utmarksdomstolen kan mekle mellom partene .

source: Meahccesduopmostuollu sáhttá soabahit oasehasaid gaskka .
nob: Staten dekker nødvendige utgifter partene har i saker for domstolen .

source: Stáhta máksá dárbbašlaš goluid mat oasehasain leat áššiin duopmostullui . Meahcceduopmostuolu duomuid sáhttá guoddalit Alimusriektái .
nob: Hålogalandsallmenningen Utvalget er bedt særskilt om å vurdere om statsgrunnen i Nordland og Troms , som utgjør 45 % av grunnen i de to fylkene , bør forvaltes etter fjellova .

source: Kártenkommišuvdna lea čielggadeaddji orgána mii sáhttá čielggadit vaikke makkár geavahan- ja oamastanvuoigatvuođaáššiid beroškeahttá ovddeš duomuid .
nob: Utmarksdomstolens dommer kan ankes til Høyesterett . Kartleggingskommisjonen er et utredende organ som kan utrede alle typer bruks- og eierrettsspørsmål – uavhengig av tidligere dommer .

source: Meahcceduopmostuollu cealká datte rievttálaš čadni duopmuid .
nob: Utmarksdomstolen avsier derimot rettslig bindende dommer .

source: Evttohuvvo ahte Meahcceduopmostuollu , go leat erenomaš ákkat , sáhttá meannudit gáibádusaid maid muhtin duopmostuollu ovdal lea mearridan .
nob: Det foreslås at Utmarksdomstolen når særlige grunner foreligger , kan behandle krav som tidligere er avgjort av en domstol .

source: Erenomáš ákkat sáhttet omd. leat ahte sámi geavaheapmi muhtin guovllus lea ovddit duomus váilevaččat čielggaduvvon .
nob: Særlige grunner kan f.eks. være at den samiske bruken i et område har vært mangelfullt utredet i den tidligere dommen .

source: Jus Meahcceduopmostuollu dás gávnnaha ahte ovddit duopmu lei boastut , de eai galgga oasehasat guđet leat iežaset heivehan dán oskkus , gillát moktege ruđalaččat .
nob: Finner Utmarksdomstolen i et slikt tilfelle at den tidligere dommen var feil , skal ikke parter som har innrettet seg i tillit til denne , lide økonomisk tap .

source: Danne leat evttohuvvon njuolggadusat bággolonisteami ja buhtadusa birra .
nob: Regler om ekspropriasjon og vederlag er derfor foreslått .

source: Sihke Kártenkommišuvnna raporttat ja Meahcceduopmostuolu duomut galget leat nuvttá fidnemis Interneahtas .
nob: Både Kartleggingskommisjonens rapporter og dommene fra Utmarksdomstolen skal gjøres kostnadsfritt tilgjengelig på Internett .

source: Jus oasehasat eai leat ovttamielas kommišuvnna konklušuvnnain , de sáhttet sii bivdit kommišuvnna soabahit .
nob: Lovens formålsbestemmelse nevner både hensynet til samisk kultur og næring , den øvrige lokalbefolkningen og allmennheten .

source: Kommišuvnna meannudettiinge gustojit dábálaš soabahannjuolggadusat . Jus ii vel leat ovttamielalašvuohta vuoigatvuođaid hárrái dakkár guovlluin maid 1
nob: Det er også inntatt bestemmelser om at loven skal gjelde med de begrensningene som følger av folkeretten , og at den ikke griper inn i rettigheter som har grunnlag i særlige rettsforhold eller i reindriftsloven .

source: Guokte miellahtu evttoheaba dákkár vuoigatvuođa dušše sápmelaččaide .
nob: Sametinget ; Nordland fylkesting og Troms fylkesting skal hver oppnevne to medlemmer .

source: Hålogalandalmennet Lávdegoddi lea bivdon erenomážit árvvoštallat ahte berrejitgo stáhtaeatnamat Nordlánddas ja Romssas , mat leat 45 % dán guovtti fylkka eatnamiin , hálddašuvvot várrelága mielde .
nob: Vervet som styreleder skal rullere mellom Sametinget ( partallsår ) og fylkestingene ( oddetallsår ) . Den grunnen som Hålogalandsallmenningen vil eie etter at rettighetskartleggingen er full 2

source: Datte leat gávnnahan ahte stáhtaeatnamiidda Nordlánddas ja Romssas ii berre várrelága iige Finnmárkolága málliin joatkit daid nuppástuhtekeahttá .
nob: To av de som inngår i dette flertallet foreslår at Sametinget oppnevner tre styremedlemmer , og at de to fylkestingene i fellesskap oppnevner de tre øvrige .

source: Ođđa hálddašanortnega evttohusas dáid eatnamidda , leat datte váldán osiid goappašiid namuhuvvon lágain .
nob: ført , er grunn som andre ikke har opparbeidet seg eierrettigheter til og som har vært eid av staten .
